-- select * from "Dealerships"

/*
insert into public."Dealerships" ("CityId", "UserId", "Name", "Address", "PhoneNumber", "OfficialDealer", 
								  "MoWorkTime", "TuWorkTime", "WeWorkTime", "ThWorkTime", "FrWorkTime", "SaWorkTime", "SuWorkTime") 
values
(569,2,'РОЛЬФ Полюстрово Renault','Санкт-Петербург,  Полюстровский пр.,  д.68 А','78123340101', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Витебский FORD','Санкт-Петербург,  Витебский проспект,  д. 17,  корп. 6','78123200020', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Пулково KIA','г. Санкт-Петербург,  ул Стартовая,  д. 4а','78123255225', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Витебский Mitsubishi','Санкт-Петербург,  Витебский проспект,  д. 17,  корп. 6','78123200020', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Land Rover на Октябрьской набережной','Санкт-Петербург,  Октябрьская наб.,  д.8,  к. 3','78123332233', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Автопрайм Land Rover','Санкт-Петербург,  Полюстровский пр.,  д.79','78123340100', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Автопрайм Jaguar','Санкт-Петербург,  Полюстровский пр.,  д.79','78123340100', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Jaguar на Октябрьской набережной','Санкт-Петербург,  Октябрьская наб.,  д.8,  к. 3','78123332233', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Витебский ŠKODA','г. Санкт-Петербург,  Витебский проспект,  д. 17,  корп. 6','78123200020', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Октябрьская FORD','Санкт-Петербург,  Октябрьская наб.,  д.8,  к.2','78126355555', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Октябрьская Genesis','Санкт-Петербург,  Октябрьская набережная,  д. 8,  к.2','78126355881', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Лахта Mazda','г. Санкт-Петербург ул. Стародеревенская,  3','78123356777', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Лахта Renault','г. Санкт-Петербург ул. Савушкина,  103','78126355858', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Октябрьская Mitsubishi','Санкт-Петербург,  Октябрьская наб.,  д.8,  к.2','78126355888', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00'),
(569,2,'РОЛЬФ Октябрьская Hyundai','Санкт-Петербург,  Октябрьская набережная,  д. 8,  к.2','78126355555', true, 
			'9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00', '9:00-20:00');

*/
-------------------------------------------------------------------------------------------------------------